{
  "login": {
    "welcome": "Xin chào {{name}}"
  },
  "buttons": {
    "ok": "Đồng ý",
    "cancel": "Huỳ bỏ",
    "yes": "Đồng ý",
    "no": "Không",
    "sync": "Đồng bồ",
    "view": "Xem",
    "delete": "Xoá",
    "disable_sync": "Tắt đồng bộ",
    "enable_sync": "Bật đồng bộ",
    "back": "Trờ lại",
    "start": "Bắt đầu",
    "find_help": "Tìm giúp đỡ",
    "sign_in": "Đăng nhập",
    "facebook": "Đăng nhập qua Facebook",
    "sign_up": "Đăng ký",
    "autosync": "Tự động đồng bộ",
    "sync_frequency": "Đồng bộ tuần tự",
    "sync_server": "Đồng bộ lên server",
    "language": "Ngôn ngữ",
    "skip": "Bỏ qua",
    "submit": "Lưu",
    "save": "Lưu",
    "confirm": "Xác nhận"
  },
  "tabs": {
    "home": "Trang chủ",
    "history": "Lịch sử",
    "mct": "MCT",
    "info": "Thông tin",
    "exercise": "Luyện tập",
    "worries": "Lo lắng",
    "start": "Bắt đầu"
  },
  "menu": {
    "home": "Trang chủ",
    "history": "Lịch sử",
    "mct": "MCT",
    "info": "Thông tin",
    "settings": "Cài đặt",
    "worries": "Lo lắng",
  },
  "strings": {
    "search": "Tìm kiếm",
    "username": "Tài khoản",
    "password": "Mật khẩu",
    "forgot_password": "Quên mật khẩu",
    "no_account": "Chưa có tài khoản?",
    "question": "Câu hỏi",
    "benchmark": "Đánh giá",
    "sync": "Đồng bộ",
    "language": "Ngôn ngữ",
    "task_description": "Bài kiểm tra sẽ bao gồm một vài câu hỏi. Mỗi câu hỏi sẽ có một vài lựa chọn. Mỗi tùy chọn bạn chọn sẽ mang một số điểm sẽ được cộng lại để cung cấp cho bạn điểm số cuối cùng của bạn.",
    "swipe": "Vuốt để đến câu tiếp"
  },
  "alert": {
    "no_data": "Không dữ liệu",
    "select_before_moving": "Vui lòng chọn một tùy chọn trước khi chuyển sang câu hỏi tiếp theo",
    "login_to_sync": "Vui lòng đăng nhập để đồng bộ hóa dữ liệu",
    "remove": "Bạn có chắc chắn muốn xóa \"{{item}}\"?",
    "delete": "Bạn có chắc chắn muốn xóa task khỏi lịch sử?",
    "agreement": "Tôi đồng ý với các điều khoản và điều kiện và cung cấp sự đồng ý hoàn toàn cho nhà cung cấp dịch vụ y tế chỉ sử dụng cho mục đích nghiên cứu và chẩn đoán.",
    "exit": "Bạn có chắc chắn muốn thoát khỏi ứng dụng?",
    "back": "Bạn có chắc chắn muốn quay lại?",
    "score_display": "{{score}} chỉ số điểm {{result}}",
    "confirm": "Xác nhận"
  },
  "toast": {
    "no_data": "Không có dữ liệu để đồng bộ hóa",
    "sync_data": "Đang đồ bộ",
    "enable_sync": "Vui lòng bật đồng bộ hóa",
    "sync_success": "Đã đồng bộ hóa thành công",
    "sync_fail": "Đã đồng bộ hóa thất bại"
  },
  "splash": {
    "slide1_title": "Chọn ngôn ngữ",
    "slide2_title": "Đây là gì?",
    "slide2_description": "Đây là một công cụ mạnh mẽ để hỗ trợ các bác sĩ lâm sàng chăm sóc chính trong chẩn đoán trầm cảm cũng như lựa chọn và theo dõi điều trị.",
    "slide3_title": "Bạn đã cảm thấy lo lắng hay lo lắng quá nhiều về điều gì?",
    "slide4_title": "Bạn có thường xuyên ngắt lời mọi người trong khi nói chuyện không?",
    "slide5_title": "Bạn có gặp khó khăn khi chờ đến lượt mình không?",
    "slide6_title": "Bạn có khó khăn để nhớ các cuộc hẹn, cuộc họp hoặc bất kỳ nghĩa vụ?",
    "slide7_title": "Bạn có cảm thấy hụt hẫng không?"
  },
  "settings": {
    "frequency_option1": "1 giờ",
    "frequency_option2": "1 ngày",
    "frequency_option3": "1 tuần",
    "frequency_option4": "1 Tháng",
    "language_option1": "Tiếng Anh",
    "language_option2": "Tiếng Nepal",
    "language_option3": "Tiếng Nauy",
    "language_option4": "Swahili"
  },
  "info_menu": {
    "title": {
      "about": "Thông tin",
      "credits": "Tín dụng",
      "feedback": "Phản hồi",
      "how_to_use": "Cách sử dụng",
      "message": "Thông điệp",
      "privacy_policy": "Chính sách bảo mật",
      "sources": "Tài nguyên"
    },
    "items": {
      "about": "Thông tin ứng dụng",
      "credits": "Tín dụng ứng dụng",
      "feedback": "Phản hồi",
      "how_to_use": "Cách sử dụng ứng dụng này?",
      "message": "Thông điệp từ nhà phát triển",
      "privacy_policy": "Chính sách bảo mật",
      "sources": "Depression sources"
    },
    "contents": {
      "about": {
        "title1": "Thông tin ứng dụng",
        "title2": "Ưu điểm của ứng dụng",
        "content": "Thang đo Rối loạn lo âu tổng quát (GAD-7) là một trong những thang đo tự báo cáo chẩn đoán được sử dụng thường xuyên nhất để sàng lọc, chẩn đoán và đánh giá mức độ nghiêm trọng của rối loạn lo âu. Các thuộc tính tâm lý của nó theo quan điểm của mô hình lý thuyết đáp ứng vật phẩm hiếm khi được nghiên cứu. Với tỷ lệ phổ biến khoảng 8% Rối loạn lo âu tổng quát (GAD) là rối loạn lo âu thường gặp nhất trong chăm sóc chính. GAD được thống kê liên quan đến tuổi và giới tính và cho thấy độ hấp thụ cao với trầm cảm và somatization. Bệnh nhân bị ảnh hưởng với GAD bị suy yếu trong cuộc sống hàng ngày và cuộc sống công việc. Điều này dẫn đến số ngày tàn tật nghiêm trọng và chi phí kinh tế tăng lên tương ứng. Từ quan điểm của bác sĩ chăm sóc chính, điều quan trọng là xác định GAD một cách đáng tin cậy và kinh tế để bắt đầu một phương pháp điều trị thích hợp, ví dụ. tâm lý trị liệu và để giảm chi phí kinh tế do sử dụng các dịch vụ y tế bổ sung do các triệu chứng soma. Trong trường hợp không có các biện pháp lo âu ngắn gọn và được kiểm chứng, GAD-7 đã được phát triển để cung cấp một biện pháp tự báo cáo ngắn gọn để xác định sự lo lắng tổng quát trong chăm sóc chính. Có liên quan, các bác sĩ chăm sóc chính thường đấu tranh để nhận ra các dấu hiệu đau khổ tâm lý, đặc biệt là lo lắng, mặc dù là đầu tiên, nếu không phải là điểm tiếp xúc duy nhất với hệ thống chăm sóc sức khỏe. Do đó, một biện pháp hợp lệ dễ dàng áp dụng và đối mặt với GAD có khả năng cải thiện sự công nhận của GAD và giải quyết nhu cầu sức khỏe cộng đồng cấp bách.",
        "advantage1": "Có thể được quản lý trực tiếp bởi bác sĩ lâm sàng, qua điện thoại hoặc tự quản lý",
        "advantage2": "Tạo thuận lợi cho chẩn đoán trầm cảm chính",
        "advantage3": "Cung cấp đánh giá mức độ nghiêm trọng của triệu chứng",
        "advantage4": "Được xác nhận tốt và được ghi nhận trong nhiều quần thể",
        "advantage5": "Có thể được sử dụng ở thanh thiếu niên từ 12 tuổi"
      },
      "how_to_use": {
        "title": "Làm thế nào để sử dụng ứng dụng này?",
        "subtitle1": "Câu hỏi",
        "subtitle2": "Bắt đầu",
        "subtitle3": "Câu hỏi",
        "subtitle4": "Kết quả",
        "question1": "Trả lời các câu hỏi một cách trung thực và trả lời tất cả chúng trong một lần ngồi.",
        "question2": "Trả lời các câu hỏi một cách trung thực và trả lời tất cả chúng trong một lần ngồi.",
        "answer1": "Nhấp vào nút Nút Nút thử nghiệm để bắt đầu làm bài kiểm tra. Sau khi bắt đầu, bạn phải trả lời tất cả các câu hỏi để hoàn thành bài kiểm tra.",
        "answer2": "Kết quả kiểm tra mới nhất của bạn và phân tích tóm tắt các kết quả sẽ hiển thị trên màn hình Lịch sử trực tuyến. GAD-7 Mức độ lo âu: Điều này được tính bằng cách gán điểm 0, 1, 2 và 3 cho phản hồi Không có gì thuộc về chủng loại, một trong số những ngày, Triệu, hơn một nửa ngày, Mạnh và hơn gần một ngày, lần lượt là GAD-7 cho bảy mục trong khoảng từ 0 đến 21.",
        "answer3": "Điểm 5, 10 và 15 tương ứng với các điểm cắt cho sự lo lắng nhẹ, trung bình và nghiêm trọng. Mặc dù được thiết kế chủ yếu như một biện pháp sàng lọc và mức độ nghiêm trọng cho chứng rối loạn lo âu tổng quát, GAD-7 cũng hoạt động khá tốt đặc điểm của ba rối loạn lo âu phổ biến khác - rối loạn hoảng sợ, rối loạn lo âu xã hội và rối loạn căng thẳng sau chấn thương. Khi sàng lọc cho từng cá nhân hoặc bất kỳ rối loạn lo âu nào, một điểm cắt được đề nghị để đánh giá thêm là điểm 10 hoặc cao hơn.",
        "answer4": "Sử dụng điểm ngưỡng 10, GAD-7 có độ nhạy 89% và độ đặc hiệu 82% đối với rối loạn lo âu tổng quát. Nó khá tốt trong việc sàng lọc ba rối loạn lo âu phổ biến khác - rối loạn hoảng sợ (độ nhạy 74 %, độ đặc hiệu 81%), rối loạn lo âu xã hội (độ nhạy 72%, độ đặc hiệu 80%) và rối loạn căng thẳng sau chấn thương (độ nhạy 66%, độ đặc hiệu 81%).",
      },
      "privacy": {
        "title": "Chính sách bảo mật",
        "content": "Chúng tôi không thu thập bất kỳ dữ liệu cá nhân thông qua ứng dụng này. Kết quả kiểm tra của bạn được lưu trữ cục bộ trên điện thoại của bạn và KHÔNG thể truy cập được đối với các nhà phát triển ứng dụng này hoặc bất kỳ bên thứ 3 nào."
      },
      "message": {
        "title": "Tin nhắn từ nhóm",
        "paragraph1": "Xin chào,",
        "paragraph2": "Cảm ơn bạn đã tải xuống ứng dụng Anxiety CBT.",
        "paragraph3": "Lo lắng xã hội là nỗi sợ bị người khác đánh giá và đánh giá tiêu cực, dẫn đến cảm giác không thỏa đáng, mặc cảm, tự ý thức, bối rối, sỉ nhục và trầm cảm. Nếu một người thường trở nên lo lắng (phi lý) trong xã hội tình huống, nhưng có vẻ tốt hơn khi họ ở một mình, sau đó lo lắng xã hội có thể là vấn đề. ",
        "paragraph4": "Rối loạn lo âu xã hội (trước đây gọi là ám ảnh sợ xã hội) là một vấn đề phổ biến hơn nhiều so với ước tính trước đây khiến chúng ta tin tưởng. Hàng triệu người trên khắp thế giới phải chịu đựng tình trạng tàn khốc và đau thương này mỗi ngày lo lắng xã hội hoặc từ một lo lắng xã hội tổng quát hơn. ",
        "paragraph5": "Chúng tôi đã phát triển ứng dụng này để giúp những người có thể bị lo lắng xã hội đánh giá tình trạng của họ trong quyền riêng tư và hy vọng cảm thấy được trao quyền để thực hiện bất kỳ hành động nào cần thiết.",
        "paragraph6": "Xin vui lòng liên hệ với chúng tôi để cho chúng tôi biết bạn thích ứng dụng này như thế nào và chúng tôi có thể làm gì để giúp ứng dụng giúp bạn tốt hơn.",
        "paragraph7": "Bảo trọng",
        "paragraph8": "INTROMAT Team"
      }
    }
  },
  "home": {
    "header": "Tự đánh giá",
    "title": "GAD 7",
    "caption": "Bảng câu hỏi bệnh nhân tự sử dụng dễ sử dụng này được sử dụng như một công cụ sàng lọc và đo lường mức độ nghiêm trọng cho chứng rối loạn lo âu tổng quát (GAD)",
    "btn": "Bắt đầu"
  },
  "benchmarks": {
    "healthy": "0-4: Khoẻ mạnh",
    "mild-anxiety": "5-9: Lo lắng nhẹ",
    "moderate-anxiety": "10-14: Lo lắng vừa phải",
    "severe-anxiety": "15-21: Lo lắng nặng nề"
  },
  "mct": {
    "worry": "Lo lắng",
    "worry_postponement": "Lo lắng",
    "association": "Nhóm",
    "associations": "Nhóm",
    "worry_title": "Tiêu đề",
    "worry_title_placeholder": "Viết những gì bạn đang lo lắng...",
    "worry_date": "Ngày đặt lịch trình",
    "worry_completed": "Hooàn thành",
    "worry_describe": "Mô tả những gì bạn đang lo lắng",
    "worry_describe_placeholder": "Viết những gì bạn đang lo lắng...",
    "worry_schedule": "Lên lịch",
    "confirm": "Xác nhận",
    "cancel": "Huỷ bỏ",
    "worry_updated_success": "{{title}} đã được cập nhật",
    "worry_created_success": "{{title}} đã được tạo"
  },
  "quiz": {
    "back": "Trờ lại",
    "start": "Bắt đầu",
  },
  "setting": {
    "language": "Ngôn ngữ",
    "schedule": "Đặt lịch",
    "saved_success": "Cài đặt đã được lưu thành công",
    "schedules": {
      "0": "0 phút",
      "10": "10 phút",
      "20": "20 phút",
      "30": "30 phút",
      "60": "1 giờ"
    }
  },
  "language": {
    "en": "English",
    "vi": "Tiếng việt",
    "no": "Norwegian"
  },
  "errors": {
    "blank": "Không được để trống"
  }
}
